Revit 2027 API
InitialIntensity Properties
The InitialIntensity type exposes the following members.
Properties
Name | Description
InitialIntensityValue |  The calculated initial intensity value.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
InitialIntensity Class
Autodesk.Revit.DB.Lighting Namespace